Repository: Web-Imac-2017/TeamCrocket
Catalog: locale/*/LC_MESSAGES/*.po
Languages: fr_fr

source: Insufficient permission
fr_fr: Permission insuffisante

source: Species %s does not exist
fr_fr: L’espèce %s n’existe pas

source: Invalid characteristic
fr_fr: Caractéristique invalide

source: Characteristic %s does not exist
fr_fr: La caractéristique %s n’existe pas

source: Comment %s does not exist
fr_fr: Le commentaire %s n’existe pas

source: This picture %s does not exist
fr_fr: L’image %s n’existe pas

source: Unknown animal ID
fr_fr: L’ID de l’animal n’existe pas

source: You must be the owner
fr_fr: Vous devez être le propriétaire

source: Unknown animal ID [%s][%s]
fr_fr: L’ID [%s][%s] de l’animal n’existe pas

source: Unknown message group
fr_fr: Groupe de message inconnu

source: You don't belong to this group
fr_fr: Vous n’appartenez pas à ce groupe

source: Unknown friend uid
fr_fr: L’UID du correspondant n’existe pas

source: Message %s does not exist
fr_fr: Le message %s n’existe pas

source: Profile %s does not exist
fr_fr: Le profil %s n’existe pas

source: You cannot do this
fr_fr: Vous ne pouvez pas effectuer cette action

source: You must sign in
fr_fr: Vous devez être connecté

source: User profile %s does not exist
fr_fr: L’utilisateur %s n’existe pas

source: Already logged in
fr_fr: Vous êtes déjà connecté

source: No account existing for the given email adress
fr_fr: Aucun compte lié à l’adresse email donnée

source: Please verify your account
fr_fr: Veuillez vérifier votre adresse email

source: Wrong credentials, login failed
fr_fr: Mauvais identifiants, échec de la connexion

source: Password confirmation does not match
fr_fr: La confirmation du mot de passe ne correspond pas

source: No file
fr_fr: Aucun fichier

source: Insufficient permission [%s][%s]
fr_fr: Permission insuffisante [%s][%s]

source: Query failed
fr_fr: Échec de la requête

source: Not found
fr_fr: Introuvable

source: Could not find class '%s'
fr_fr: Impossible de trouver la classe ‘%s’

source: now
fr_fr: maintenant

source: Error
fr_fr: Erreur

source: Invalid image extension for %s (only %s)
fr_fr: Format de l’image %s invalide (uniquement %s)

source: File is too large
fr_fr: Fichier trop volumineux

source: Could not move image
fr_fr: Impossible de transférer l’image

source: Invalid format
fr_fr: Format invalide

source: Undefined permission group
fr_fr: Groupe de permission inexistant

source: An account already exists with this email adress
fr_fr: Un compte est déjà enregistré avec cette adresse email

source: New and password confirmation does not match
fr_fr: Le nouveau mot de passe et la confirmation ne correspondent pas

source: Wrong old password
fr_fr: Ancien mot de passe erroné

source: Failed verifying captcha
fr_fr: Impossible de vérifier le captcha

source: Could not verify your account, no existing token
fr_fr: Impossible de vérifier le compte, aucun token existant

source: Invalid token
fr_fr: Token invalide

source: Verify your email adress
fr_fr: Veuillez vérifier votre adresse email

source: To finish setting up your account, we just need to make sure this email adress is yours. Please follow the link bellow (link expires in 48h) :
fr_fr: Afin de valider votre inscription, nous devons simplement vérifier que cette adresse email est la vôtre. Merci de cliquer sur le lien ci-dessous (le lien expire dans 48h) :

source: Verify %s
fr_fr: Vérifier %s

source: Could not reset password, no existing token
fr_fr: Impossible de redéfinir le mot de passe, token invalide

source: Please visit the following page to reset your password (link expires in 24h) :
fr_fr: Merci de suivre le lien ci-dessous pour définir un nouveau mot de passe (le lien expire dans 24h) :

source: Password reset request
fr_fr: Réinitialisation du mot de passe

source: Invalid nickname format
fr_fr: Format du pseudonyme invalide

source: Invalid password format
fr_fr: Format du mot de passe invalide

source: Invalid email format
fr_fr: Format de l’adresse email invalide

source: You must be at least 13 years old
fr_fr: Vous devez être au minimum âgé de 13 ans

source: Invalid controller '%s'
fr_fr: Contrôleur invalide ‘%s’

source: Invalid task '%s'
fr_fr: Tâche invalide ‘%s’
